Repository: mohamed-hore/auction-platform1
Catalog: MazadMarket/Resourses/layout.*.resx
Languages: ar

# aboutUsDescription
source: Attract, engage and convert more qualified Auction E-shoppers
ar: نسعى لاضافة افضل السلع في مزادنا

# address
source: ALsham Private Universiy
ar: جامعة الشام الخاصة

# appName
source: E-Auction
ar: المزاد الالكتروني

# approved
source: Is Approved
ar: موافق عليه

source: Cars
ar: سيارات

source: Category Product Details
ar: تفاصيل فئات المنتجات

source: contact us
ar: الاتصال بنا

source: Data Of Add
ar: تاريخ الاضافة

source: Date Of Auction End
ar: تاريخ انتهاء المزاد

source: Date Of Auction Start
ar: تاريخ بداية المزاد

source: Date of Raise
ar: تاريخ الزيادة

source: Description
ar: الوصف

source: Electrioics
ar: الالكترونيات

source: Home
ar: الصفحة الرئيسية

source: Last Added Product
ar: اخر اضافات الاعضاء

source: Last of our Product
ar: اخر اضافات الموقع

source: Last Sold Product
ar: اخر المبيعات

source: Login
ar: تسجيل دخول

source: Logout
ar: تسجيل خروج

source: Max Price :
ar: اعلى سعر

source: Minimum Raise
ar: اقل مبلغ للمزايدة

# mission
source: OUR MISSION IS SIMPLE
ar: مهمتنا

source: Primary Price
ar: السعر الاولى

source: Product Auction
ar: مزاد المنتجات

# productDescription
source: Our Products is The Number One in The Entire Market
ar: منتجاتنا هي الرقم واحد في سوق المنتجات

# productDetailsDescription
source: The List of The Categorized Product
ar: قائمة فئات المنتجات

source: Product Name
ar: اسم المنتج

source: Products
ar: المنتجات

# raise
source: Rasie
ar: مزاودة

source: Raise Amount
ar: المبلغ المزاود به

source: Raise List
ar: قائمة الزيادات

source: Register
ar: سجل معنا

source: Remarks
ar: ملاحظات

# sold
source: State Of Product
ar: مباع

# special
source: WHAT WE SPECIALIZE INWHAT WE SPECIALIZE IN
ar: اختصاصاتنا

source: Type Name
ar: اسم النوع

source: User Name
ar: اسم المستخدم

source: mobile
ar: موبايل

source: Books
ar: الكتب

source: Buildings
ar: الابنية

source: Clothes
ar: الملابس

source: Foods
ar: الأطعمة

source: Used Items
ar: المستعمل

source: Hello
ar: مرحبا

# lang
source: en
ar: ar

source: About Us
ar: حول

# addressMenuClass
source: right-none pull-right company_info
ar: left-none pull-left company_info

# loginMenuClass
source: left-none
ar: right-none

# navBarMenuClass
source: nav navbar-nav pull-right
ar: nav navbar-nav pull-left

source: Date of Add
ar: تاريخ الاضافة

source: Date of Approve
ar: تاريخ الموافقة

source: Date of Rise
ar: تاريخ الزيادة

source: Date of Sell
ar: تاريخ البيع

source: Min Raise
ar: اصغر زيادة

source: Picture
ar: الصورة

source: Price
ar: السعر

# ProductsTypeId
source: Products Type
ar: نوع المنتج

source: Rise Amount
ar: مبلغ الزيادة

# userId
source: User Name
ar: اسم المستخدم

source: Approve
ar: قبول

source: back to List
ar: العودة الى القائمة الرئيسية

source: Create New
ar: جديد

source: Dash Board
ar: لوحة التحكم

source: Delete
ar: حذف

# deleteMessage
source: Are you sure you want to delete this?
ar: هل انت متأكد من عملية الحذف؟

source: Details
ar: تفاصيل

source: Edit
ar: تعديل

source: Index
ar: الرئيسية

# localaccount
source: Use a local account to log in.
ar: استخدم حساب محلي لتسجيل الدخول

# marketingMail
source: Marketing@mohamed.com
ar: Marketing@example.com

# missionP1
source: عندما ينقر الزائر على رابط صفحة “من نحن” فهو يمنحك فرصة الحديث معه لبضع ثوانٍ، لذلك ينبغي أن يكون حديثك مثيرا للاهتمام، وملفتا، تخيل أنك في اجتماع مع أحد العملاء لتقنعه بشراء المنتجات أو الخدمات التي تقدمها شركتك في وقت محدود، لتتمكن وبأفضل الطرق من:
ar: <span class="firstcharacter">C</span>obem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim. Donec pede justo, fringilla dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa.

# missionP2
source: الحديث عما يميزك عن غيرك ولِم أنت فريد من نوعك. إعلام الجمهور بجميع الأنشطة المتعلقة بنشاطك التجاري. الإجابة على الأسئلة التي يطرحونها، إجابة تلبي احتياجاتهم. استعراض لمحات عن فريق عملك ومهاراتهم.
ar: Sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim. Donec pede justo, fringilla vel, aliquet nec, vulputate eget, arcu. In enim justo, eta rhoncus ut, imperdiet a, venenatis vitae, justo. Nullam dictum felis eu pede mollis. Lorem ipsum dolor sit amet,

# missionP3
source: لا بد أن تكون الصفحة مُقنعة، بحيثُ تُظهِر لزوار الموقع مدى احترافية شركتك، ما يمنحك فرصة أكبر لتعزيز ثقة العملاء الحاليين، وتحويل الزوار إلى عملاء، وترك انطباع جيّد لدى المستثمرين، فما الذي سيجعل صفحة “من نحن” الخاصة بشركتك، صفحة رائعة ومثالية؟
ar: Consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Et Donec pretium quis sem quam felis, ultricies nec, pellentesque eu, aenean massa et a pretium quis, sem. Cobem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim.

source: Password
ar: كلمة المرور

# registerNewUser
source: Register as a new user
ar: حساب مستخدم جديد

source: Reject
ar: رفض

source: Remember me?
ar: تذكرني

source: save
ar: حفظ

source: Sell
ar: بيع

source: Card Expiration Date
ar: تاريخ انتهاء البطاقة

source: Deposit Value
ar: قيمة الرعبون

# fullName
source: Full Name Owner
ar: اسم صاحب المنتج

# limitPrice
source: Secret Price
ar: السعر السري

# valueUP
source: Up Every Time
ar: قيمة الرفع في كل مرة

source: Visa Card
ar: رقم بطاقة الفيزا
